import { FC } from 'react'

const Aboutus: FC = () => {
	return (
		<>
			<div>
				<div>
					<h3 className={'underline font-bold'}>О Нас</h3>
					<p className={'text-[0.99rem] ml-4'}>
						Добро пожаловать в Apple Shop — ваш интернет-магазин для покупки
						продукции Apple и аксессуаров! Мы гордимся тем, что предоставляем
						нашим клиентам лучший сервис и опыт онлайн-шопинга, соответствующий
						высоким стандартам Apple.
					</p>
				</div>
				<div>
					<h3 className={'underline font-bold pt-5'}>Наша Миссия </h3>
					<p className={'text-[0.99rem] ml-4'}>
						В Apple Shop мы стремимся сделать каждую вашу покупку приятной и
						запоминающейся. Наша миссия — предоставить вам новейшие устройства и
						аксессуары Apple с первоклассным обслуживанием. Мы верим, что
						технологии должны быть доступными, простыми в использовании и
						улучшать вашу повседневную жизнь.
					</p>
				</div>
				<div>
					<h3 className={'underline font-bold pt-5'}>Почему Выбирают Нас?</h3>
					<h3 className={'font-bold'}>Оригинальная Продукция Apple</h3>
					<p className={'text-[0.99rem] ml-4'}>
						Мы гарантируем, что все продукты в нашем интернет-магазине являются
						подлинными и соответствуют высоким стандартам качества Apple.
						Независимо от того, ищете ли вы последний iPhone, iPad, MacBook или
						Apple Watch, у нас вы найдете все, что вам нужно.
					</p>
				</div>
				<div>
					<h3 className={'underline font-bold mt-5'}>
						Профессиональная Консультация
					</h3>
					<p className={'text-[0.99rem] ml-4'}>
						Наши эксперты всегда готовы помочь вам с выбором устройства или
						аксессуара, который наилучшим образом удовлетворит ваши потребности.
						Мы внимательно слушаем вас и предоставляем персонализированные
						рекомендации.
					</p>
				</div>
				<div>
					<h3 className={'underline font-bold mt-5'}>
						Превосходное Обслуживание
					</h3>
					<p className={'text-[0.99rem] ml-4'}>
						Мы понимаем, насколько важны для вас ваши устройства, поэтому
						предлагаем быстрый и качественный сервис. Наша команда специалистов
						обеспечит вам поддержку на каждом этапе — от выбора и покупки до
						настройки и технической поддержки.
					</p>
				</div>
				<div>
					<h3 className={'underline font-bold mt-5'}>Удобство и Надежность</h3>
					<p className={'text-[0.99rem] ml-4'}>
						Наш интернет-магазин предлагает удобные способы оплаты и быструю
						доставку. Мы стремимся сделать процесс покупки максимально простым и
						удобным для вас.
					</p>
				</div>
				<div>
					<h3 className={'underline font-bold mt-5'}>Контактная Информация</h3>
					<p className={'text-[0.99rem] ml-4'}>
						Мы всегда рады помочь вам с любыми вопросами. Свяжитесь с нами по
						телефону, электронной почте или через форму обратной связи на сайте,
						чтобы получить профессиональную консультацию и ответы на все
						интересующие вас вопросы.
					</p>
				</div>
				<div>
					<h3 className={'underline font-bold mt-5'}>
						Телефон: <span>+7 (123) 456-78-90</span>
					</h3>
					<h4 className={'underline font-bold mt-5'}>
						Электронная почта: <span className={''}>info@appleshop.ru</span>
					</h4>
				</div>
				<div>
					<h3 className={'underline font-bold mt-5'}>Присоединяйтесь к Нам</h3>
					<p className={'text-[0.99rem] ml-4'}>
						Следите за нашими новостями и акциями, подписывайтесь на нашу
						рассылку и социальные сети. В Apple Shop мы всегда стремимся
						предложить вам лучшее!
					</p>
				</div>
				<div className={'font-bold mt-28 pl-[72rem] mt-5'}>
					<div>Спасибо, что выбрали нас!</div>
					<div className={'ml-[6.3rem]'}>Ваш Apple Shop</div>
				</div>
			</div>
		</>
	)
}

export default Aboutus
